lab8/requests/installments/unpaidForPerson.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="pl/pwr/java/lab8/soap">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:fetchUnpaidInstallmentsForPersonRequest>
            <personId>0</personId>
        </gs:fetchUnpaidInstallmentsForPersonRequest>
    </soapenv:Body>
</soapenv:Envelope>